test/minikube-overheads/results/aqua-sysbench/mysql-gvisor-p99
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            97944
        write:                           27984
        other:                           13992
        total:                           139920
    transactions:                        6996   (58.30 per sec.)
    queries:                             139920 (1165.94 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0063s
    total number of events:              6996

Latency (ms):
         min:                                    9.78
         avg:                                   17.15
         max:                                   54.30
         99th percentile:                       27.66
         sum:                               119999.87

Threads fairness:
    events (avg/stddev):           6996.0000/0.00
    execution time (avg/stddev):   119.9999/0.00