test/minikube-overheads/results/aqua-sysbench/mysql-gvisor-p99
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            98140
        write:                           28040
        other:                           14020
        total:                           140200
    transactions:                        7010   (58.41 per sec.)
    queries:                             140200 (1168.28 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0047s
    total number of events:              7010

Latency (ms):
         min:                                   15.16
         avg:                                   17.12
         max:                                   50.42
         99th percentile:                       26.20
         sum:                               119998.54

Threads fairness:
    events (avg/stddev):           7010.0000/0.00
    execution time (avg/stddev):   119.9985/0.00