test/minikube-overheads/results/aqua-sysbench/mysql-qemu
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            125426
        write:                           35836
        other:                           17918
        total:                           179180
    transactions:                        8959   (74.66 per sec.)
    queries:                             179180 (1493.13 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0028s
    total number of events:              8959

Latency (ms):
         min:                                   10.16
         avg:                                   13.39
         max:                                   57.04
         99th percentile:                       21.50
         sum:                               119995.32

Threads fairness:
    events (avg/stddev):           8959.0000/0.00
    execution time (avg/stddev):   119.9953/0.00