test/minikube-overheads/results/aqua-sysbench/mysql-qemu-p50
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            95018
        write:                           27148
        other:                           13574
        total:                           135740
    transactions:                        6787   (56.56 per sec.)
    queries:                             135740 (1131.11 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0059s
    total number of events:              6787

Latency (ms):
         min:                                   10.74
         avg:                                   17.68
         max:                                   87.38
         50th percentile:                       17.95
         sum:                               119999.76

Threads fairness:
    events (avg/stddev):           6787.0000/0.00
    execution time (avg/stddev):   119.9998/0.00