test/minikube-overheads/results/aqua-sysbench/mysql-qemu-p50
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            103292
        write:                           29512
        other:                           14756
        total:                           147560
    transactions:                        7378   (61.48 per sec.)
    queries:                             147560 (1229.63 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0034s
    total number of events:              7378

Latency (ms):
         min:                                   10.34
         avg:                                   16.26
         max:                                   60.38
         50th percentile:                       13.22
         sum:                               119996.85

Threads fairness:
    events (avg/stddev):           7378.0000/0.00
    execution time (avg/stddev):   119.9969/0.00