test/minikube-overheads/results/aqua-sysbench/mysql-qemu-p90
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            96264
        write:                           27504
        other:                           13752
        total:                           137520
    transactions:                        6876   (57.30 per sec.)
    queries:                             137520 (1145.94 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0057s
    total number of events:              6876

Latency (ms):
         min:                                   10.34
         avg:                                   17.45
         max:                                   75.35
         90th percentile:                       26.20
         sum:                               119999.42

Threads fairness:
    events (avg/stddev):           6876.0000/0.00
    execution time (avg/stddev):   119.9994/0.00