test/minikube-overheads/results/aqua-sysbench/mysql-qemu-p99
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            98924
        write:                           28264
        other:                           14132
        total:                           141320
    transactions:                        7066   (58.88 per sec.)
    queries:                             141320 (1177.54 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0127s
    total number of events:              7066

Latency (ms):
         min:                                   10.32
         avg:                                   16.98
         max:                                   67.10
         99th percentile:                       30.81
         sum:                               120006.50

Threads fairness:
    events (avg/stddev):           7066.0000/0.00
    execution time (avg/stddev):   120.0065/0.00