test/minikube-overheads/results/aqua-sysbench/postgres-default
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            587286
        write:                           167796
        other:                           83898
        total:                           838980
    transactions:                        41949  (349.57 per sec.)
    queries:                             838980 (6991.39 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0013s
    total number of events:              41949

Latency (ms):
         min:                                    2.48
         avg:                                    2.86
         max:                                   24.84
         99th percentile:                        4.33
         sum:                               119984.01

Threads fairness:
    events (avg/stddev):           41949.0000/0.00
    execution time (avg/stddev):   119.9840/0.00