test/minikube-overheads/results/aqua-sysbench/postgres-default-p50
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            561568
        write:                           160448
        other:                           80224
        total:                           802240
    transactions:                        40112  (334.26 per sec.)
    queries:                             802240 (6685.27 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0007s
    total number of events:              40112

Latency (ms):
         min:                                    2.53
         avg:                                    2.99
         max:                                   36.44
         50th percentile:                        2.86
         sum:                               119983.79

Threads fairness:
    events (avg/stddev):           40112.0000/0.00
    execution time (avg/stddev):   119.9838/0.00