test/minikube-overheads/results/aqua-sysbench/postgres-default-p90
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            569730
        write:                           162780
        other:                           81390
        total:                           813900
    transactions:                        40695  (339.12 per sec.)
    queries:                             813900 (6782.39 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0013s
    total number of events:              40695

Latency (ms):
         min:                                    2.51
         avg:                                    2.95
         max:                                   35.99
         90th percentile:                        3.13
         sum:                               119983.47

Threads fairness:
    events (avg/stddev):           40695.0000/0.00
    execution time (avg/stddev):   119.9835/0.00